<?php

return [
    
    'site-name' => 'ELSA | ',
    'site-name-manager' => 'ELSA | Администратор | ',
    
    'adminEmail' => 'admin@example.com',
    
    /*
     * Количество записей на страницах в таблицах
     * Модуль Сlients - Заявки, Платные услуги
     */
    'countRec' => [
        'client' => 7,
    ],
    
    /*
     * Количество символов для вывода текста комментария
     * к заявкам в таблице
     */
    'count_symbol' => 70,
    
    // (EL)ectronic (S)mart (A)ssistant 
    
    'User_info' => [
        "Лицевой счет" => [
            "success" => true,
            "Баланс" => '284.17',
        ],
        "Собственник" => [
            "Фамилия" => 'Иванов',
            "Имя" => 'Николай',
            "Отчество" => 'Федорович',
            "Домашний телефон" => '+7 (920) 385-01-32',
        ],
        "Жилая площадь" => [
            "Индекс" => '123456',
            "Область" => 'Московская',
            "Район" => 'Московский',
            "Город" => 'Москва',
            "Улица" => 'ул. Ленина',
            "Номер дома" => '47',
            "Номер подъезда" => '1',
            "Номер этажа" => '16',
            "Номер квартиры" => '140',
            "Количество комнат" => '2',
        ],
        "Приборы учета" => [
            "0" => [
                "ID" => '1',
                "Тип прибора учета" => "Счётчик ХВС",
                "Регистрационный номер прибора учета" => "71117",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-09-20 00:00:00",
                "Предыдущие показание" => "4.00",
                "Текущее показание" => "",
            ],
            "1" => [
                "ID" => "2",
                "Тип прибора учета" => "Счётчик ГВС",
                "Регистрационный номер прибора учета" => "72665",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-09-20 00:00:00",
                "Предыдущие показание" => "28.10",
                "Текущее показание" => "30.00",
            ],
            "2" => [
                "ID" => "3",
                "Тип прибора учета" => "Электросчётчик",
                "Регистрационный номер прибора учета" => "71103",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-02-01",
                "Предыдущие показание" => "1470.00",
                "Текущее показание" => "1980.00",
            ],
            "3" => [
                "ID" => "4",
                "Тип прибора учета" => "Счётчик отопления",
                "Регистрационный номер прибора учета" => "71104",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-05-01",
                "Предыдущие показание" => "6.00",
                "Текущее показание" => "10.00",
            ],
            "4" => [
                "ID" => "5",
                "Тип прибора учета" => "Распределитель тепла",
                "Регистрационный номер прибора учета" => "71199",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-10-27",
                "Предыдущие показание" => "9854.00",
                "Текущее показание" => "9954.70",
            ],
        ],
        
    ],

    "current_indications" => [
        "0" => [
            "ID" => '1',
            "Тип прибора учета" => "Счётчик ХВС",
            "Регистрационный номер прибора учета" => "71117",
            "Дата следующей поверки" => "2018-12-01",
            "Дата снятия показания" => "2018-09-20 00:00:00",
            "Предыдущие показание" => "4.00",
            "Текущее показание" => "",
        ],
        "1" => [
            "ID" => "2",
            "Тип прибора учета" => "Счётчик ГВС",
            "Регистрационный номер прибора учета" => "72665",
            "Дата следующей поверки" => "2023-02-01",
            "Дата снятия показания" => "2018-09-20 00:00:00",
            "Предыдущие показание" => "28.10",
            "Текущее показание" => "",
        ],
        "2" => [
            "ID" => "3",
            "Тип прибора учета" => "Электросчётчик",
            "Регистрационный номер прибора учета" => "71103",
            "Дата следующей поверки" => "2023-02-01",
            "Дата снятия показания" => "2018-02-01",
            "Предыдущие показание" => "1470.00",
            "Текущее показание" => "1980.00",
        ],
        "3" => [
            "ID" => "4",
            "Тип прибора учета" => "Счётчик отопления",
            "Регистрационный номер прибора учета" => "71104",
            "Дата следующей поверки" => "2023-02-01",
            "Дата снятия показания" => "2018-05-01",
            "Предыдущие показание" => "6.00",
            "Текущее показание" => "",
        ],
        "4" => [
            "ID" => "5",
            "Тип прибора учета" => "Распределитель тепла",
            "Регистрационный номер прибора учета" => "71199",
            "Дата следующей поверки" => "2023-02-01",
            "Дата снятия показания" => "2018-10-27",
            "Предыдущие показание" => "9854.00",
            "Текущее показание" => "9954.70",
        ],
    ],
    
    "Квитанции ЖКУ" => [
        "0" => [
            "Номер квитанции" => '456789',
            "Сумма к оплате" => "2587.45",
            "Дата оплаты" => "2018-10-10",
        ],        
        "1" => [
            "Номер квитанции" => '784313',
            "Сумма к оплате" => "3787.45",
            "Дата оплаты" => "2018-11-10",
        ],        
        "2" => [
            "Номер квитанции" => '123458',
            "Сумма к оплате" => "5700.45",
            "Дата оплаты" => "2018-12-10",
        ],        
    ],
    
    "Платежи" => [
        "0" => [
            "Расчетный месяц" => 'Октябрь 2018',
            "Дата платежа" => "2018-11-15",
            "Тип оплаты" => "ПАО СЕРБАНК",
            "Сумма платежа" => "4587.40",
        ],        
        "1" => [
            "Расчетный месяц" => 'Ноябрь 2018',
            "Дата платежа" => "2018-12-09",
            "Тип оплаты" => "ПАО СЕРБАНК",
            "Сумма платежа" => "3870.00",
        ],        
    ],

    
];
