<?php

return [
    
    'site-name' => 'ELSA | ',
    'site-name-manager' => 'ELSA | Администратор | ',
    
    'adminEmail' => 'admin@example.com',
    
    /*
     * Количество записей на страницах в таблицах
     * Модуль Сlients - Заявки, Платные услуги
     */
    'countRec' => [
        'client' => 7,
    ],
    
    /*
     * Количество символов для вывода текста комментария
     * к заявкам в таблице
     */
    'count_symbol' => 70,
    
    // (EL)ectronic (S)mart (A)ssistant 
    
    'User_info' => [
        "Собственник" => [
            "Фамилия" => 'Иванов',
            "Имя" => 'Николай',
            "Отчество" => 'Федорович',
            "Домашний телефон" => '+7 (920) 385-01-32',
        ],
        "Жилая площадь" => [
            "Город" => 'Москва',
            "Улица" => 'Ленина',
            "Номер дома" => '47',
            "Номер подъезда" => '1',
            "Номер этажа" => '15',
            "Номер квартиры" => '140',
            "Количество комнат" => '2',
        ],
        "Приборы учета" => [
            "0" => [
                "ID" => '1',
                "Тип прибора учета" => "Счётчик ХВС",
                "Регистрационный номер прибора учета" => "71117",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-09-20 00:00:00",
                "Предыдущие показание" => "4.00",
                "Текущее показание" => "4.00",
                "Расход" => "0",
            ],
            "1" => [
                "ID" => "2",
                "Тип прибора учета" => "Счётчик ХВС",
                "Регистрационный номер прибора учета" => "72665",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "2018-09-20 00:00:00",
                "Предыдущие показание" => "2.00",
                "Текущее показание" => "2.00",
                "Расход" => "0",
            ],
            "2" => [
                "ID" => "3",
                "Тип прибора учета" => "Счётчик ГВС",
                "Регистрационный номер прибора учета" => "71103",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "",
                "Предыдущие показание" => "2.00",
                "Текущее показание" => "2.00",
                "Расход" => "0",
            ],
            "3" => [
                "ID" => "4",
                "Тип прибора учета" => "Счётчик ГВС",
                "Регистрационный номер прибора учета" => "71104",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "",
                "Предыдущие показание" => "2.00",
                "Текущее показание" => "2.00",
                "Расход" => "0",
            ],
            "4" => [
                "ID" => "5",
                "Тип прибора учета" => "Счётчик ЭЭ(д)",
                "Регистрационный номер прибора учета" => "71199",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "",
                "Предыдущие показание" => "2.00",
                "Текущее показание" => "2.00",
                "Расход" => "0",
            ],
            "5" => [
                "ID" => "6",
                "Тип прибора учета" => "Счётчик ЭЭ(н)",
                "Регистрационный номер прибора учета" => "71729",
                "Дата следующей поверки" => "2023-02-01",
                "Дата снятия показания" => "",
                "Предыдущие показание" => "2.00",
                "Текущее показание" => "2.00",
                "Расход" => "0",
            ],
        ],
        
    ],
    
];
